Repository: GhazaliApps/Oui
Catalog: OuiHop/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# pass.PlaceholderText
source: Password (min 4 characters)
fr_fr: Mot de passe (min 4 caractères)

# Country.PlaceholderText
source: Country
fr_fr: Pays

# Mobile.PlaceholderText
source: Mobile Number
fr_fr: Numéro de téléphone

# SponsorCode.PlaceholderText
source: Sponsor code (optional)
fr_fr: Code parrain (optionnel)

# NewsMessage.Text
source: I want to be kept informed on services news and other users experiences
fr_fr: Je veux être tenu informé sur l’actualité des services et les expériences des autres utilisateurs

# FN.PlaceholderText
source: First Name
fr_fr: Prénom

# LN.PlaceholderText
source: Last Name
fr_fr: Nom

# PicDescription.Text
source: Add a picture in your profile
fr_fr: Ajouter une photo dans votre profil

# Gender.PlaceholderText
source: Gender
fr_fr: Sexe

# EditPicDescription.Text
source: Edit your Profile Picture
fr_fr: Modifier votre photo de profil

# pickPicture.Text
source: Choose picture from gallery
fr_fr: Choisissez la photo de la Galerie

# takePicture.Text
source: Take a picture
fr_fr: Prendre une photo

# Man.Content
source: MALE
fr_fr: MÂLE

# Woman.Content
source: WOMAN
fr_fr: FEMME

# cancelPicture.Text
source: Cancel
fr_fr: Annuler

# Year.PlaceholderText
source: year
fr_fr: année

# CarsBrands.PlaceholderText
source: Manufacturer
fr_fr: Fabricant

# carModel.PlaceholderText
source: Model
fr_fr: Modèle

# carPlate.PlaceholderText
source: Registration plate
fr_fr: Plaque d’immatriculation

# FirstPedDes.Text
source: Get access to the driver journey available around you in real-time
fr_fr: Accédez au voyage pilote disponible autour de vous en temps réel

# SecondPedDes.Text
source: Get access to the driver journey available around you in real-time
fr_fr: Accédez au voyage pilote disponible autour de vous en temps réel

# ThirdPedDes.Text
source: 3 free trip/day
fr_fr: 3 jour/voyage gratuit

# FirstDriverDes.Text
source: Enter your destination in OuiHop’ and then launch your regular GPS
fr_fr: Entrez votre destination en OuiHop' et ensuite lancer votre GPS réguliers

# SecondDriverDes.Text
source: Receive pedestrian’s ride request while driving
fr_fr: Recevoir la demande de trajet piéton pendant que vous conduisez

# ThirdDriverDes.Text
source: While driving, you earn hopiz to be redeemed against vouchers
fr_fr: Pendant que vous conduisez, vous gagnez des hopiz pour être échangés contre des bons d’échange

# SelectionText.Text
source: Are you rather ?
fr_fr: Vous êtes plutôt ?

# SelectionInfo.Text
source: You can change your choice at anytime in the menu
fr_fr: Vous pouvez modifier vos choix à tout moment dans le menu

# OuiHopTCs.Text
source: Creating an account means your full acceptance of the
fr_fr: Créer un compte signifie votre pleine acceptation de la

# BusinessCar.Text
source: Is it a business car ?
fr_fr: Est-ce une voiture ?

# HomeAddressSearch.PlaceholderText
source: City, zipcode, street
fr_fr: Ville, code postal, rue

# HomeText.Text
source: Home
fr_fr: Accueil

# partnerQuestion.Text
source: Are you working in a OuiHop’s partner site ?
fr_fr: Vous travaillez dans le site partenaire d’un OuiHop ?

# ComapnyAddressSearch.PlaceholderText
source: City, zipcode, street
fr_fr: Ville, code postal, rue

# Comapnies.PlaceholderText
source: Company/Campus
fr_fr: Société/Campus

# Fotitle.Text
source: ADD A CAR
fr_fr: AJOUTER UNE VOITURE

# Ftitle.Text
source: REGISTRATION
fr_fr: INSCRIPTION

# Stitle.Text
source: WHO ARE YOU ?
fr_fr: Qui es-tu ?

# Ttitle.Text
source: HOME / WORK
fr_fr: LE TRAVAIL

# faceButtonText.Text
source: Sign in with your
fr_fr: Connectez-vous à l’aide votre

# UserEmailText.PlaceholderText
source: email address ...
fr_fr: adresse e-mail...

# UserPassword.PlaceholderText
source: password ...
fr_fr: mot de passe...

# signinText.Text
source: Sign In With your mail
fr_fr: Dans le signe de votre courrier

# NoaccountText.Content
source: No Account yet ?
fr_fr: Pas encore de compte ?

# ForgetPassTitle.Text
source: FORGET PASSWORD
fr_fr: OUBLIÉ MOT DE PASSE

# sumbitButton.Text
source: Submit
fr_fr: Envoyer

# DriverButtonText.Text
source: Driver
fr_fr: Conducteur

# PedestarianButtonText.Text
source: Pedestrian
fr_fr: Piéton

# GetEmailButtonText.Text
source: Sign In With your mail
fr_fr: Dans le signe de votre courrier

# GetfaceButtonText.Text
source: Sign in with your
fr_fr: Connectez-vous à l’aide votre

# SignInTerms.Text
source: Creating an account means your full acceptance of the
fr_fr: Créer un compte signifie votre pleine acceptation de la

# HaveAccount.Content
source: I already have an account
fr_fr: J’ai déjà un compte
